{
  "apiKeyMiss": "OpenAI API Anahtarı boş, lütfen özel OpenAI API Anahtarınızı ekleyin",
  "dancePlayError": "Dans dosyası oynatılamadı, lütfen daha sonra tekrar deneyin.",
  "error": "Hata",
  "errorTip": {
    "clearSession": "Oturum mesajını temizle",
    "description": "Proje şu anda inşaat aşamasında, veri istikrarı garanti edilmemektedir. Sorunla karşılaşırsanız deneyebilirsiniz",
    "forgive": " , verdiğimiz rahatsızlıktan dolayı özür dileriz",
    "or": "veya",
    "problem": "Sayfada bir sorunla karşılaşıldı...",
    "resetSystem": "Sistem ayarlarını sıfırla"
  },
  "fileUploadError": "Dosya yükleme hatası, lütfen daha sonra tekrar deneyin.",
  "formValidationFailed": "Form doğrulaması başarısız oldu:",
  "goBack": "Ana sayfaya dön",
  "openaiError": "OpenAI API hatası, lütfen OpenAI API Anahtarını ve Uç Noktayı kontrol edin.",
  "reload": "Yeniden Yükle",
  "response": {
    "400": "Üzgünüm, sunucu isteğinizi anlayamadı, lütfen istek parametrelerinizin doğru olduğundan emin olun.",
    "401": "Üzgünüm, sunucu isteğinizi reddetti, bu muhtemelen yetersiz izinlerinizden veya geçerli bir kimlik doğrulama sağlamadığınızdan kaynaklanıyor.",
    "403": "Üzgünüm, sunucu isteğinizi reddetti, bu içeriğe erişim izniniz yok.",
    "404": "Üzgünüm, sunucu talep ettiğiniz sayfayı veya kaynağı bulamıyor, lütfen URL'nizin doğru olduğundan emin olun.",
    "405": "Üzgünüm, sunucu kullandığınız istek yöntemini desteklemiyor, lütfen istek yönteminizin doğru olduğundan emin olun.",
    "406": "Üzgünüm, sunucu isteğinizin içerik özelliklerine göre isteği tamamlayamıyor.",
    "407": "Üzgünüm, bu isteği devam ettirmek için proxy kimlik doğrulaması yapmanız gerekiyor.",
    "408": "Üzgünüm, sunucu isteği beklerken zaman aşımına uğradı, lütfen ağ bağlantınızı kontrol edip tekrar deneyin.",
    "409": "Üzgünüm, istekte bir çelişki var, bu muhtemelen kaynak durumu ile isteğin uyumsuz olmasından kaynaklanıyor.",
    "410": "Üzgünüm, talep ettiğiniz kaynak kalıcı olarak kaldırıldı, bulunamıyor.",
    "411": "Üzgünüm, sunucu geçerli bir içerik uzunluğu içermeyen isteği işleyemiyor.",
    "412": "Üzgünüm, isteğiniz sunucu tarafındaki koşulları karşılamıyor, isteği tamamlayamıyor.",
    "413": "Üzgünüm, isteğinizin veri miktarı çok büyük, sunucu bunu işleyemiyor.",
    "414": "Üzgünüm, isteğinizin URI'si çok uzun, sunucu bunu işleyemiyor.",
    "415": "Üzgünüm, sunucu isteğe ekli medya formatını işleyemiyor.",
    "416": "Üzgünüm, sunucu isteğinizin aralığını karşılayamıyor.",
    "417": "Üzgünüm, sunucu beklentilerinizi karşılayamıyor.",
    "422": "Üzgünüm, isteğinizin formatı doğru ancak anlamsal hatalar içeriyor, bu nedenle yanıt verilemiyor.",
    "423": "Üzgünüm, talep ettiğiniz kaynak kilitlenmiş.",
    "424": "Üzgünüm, önceki isteğin başarısız olması nedeniyle mevcut istek tamamlanamıyor.",
    "426": "Üzgünüm, sunucu istemcinizin daha yüksek bir protokol sürümüne yükseltilmesini talep ediyor.",
    "428": "Üzgünüm, sunucu ön koşullar talep ediyor, isteğinizin doğru koşul başlıklarını içermesini istiyor.",
    "429": "Üzgünüm, çok fazla istekte bulundunuz, sunucu biraz yorgun, lütfen daha sonra tekrar deneyin.",
    "431": "Üzgünüm, isteğinizin başlık alanı çok büyük, sunucu bunu işleyemiyor.",
    "451": "Üzgünüm, yasal nedenlerden dolayı sunucu bu kaynağı sağlamayı reddetti.",
    "500": "Üzgünüm, sunucu bazı zorluklarla karşılaşıyor, isteğinizi geçici olarak tamamlayamıyor, lütfen daha sonra tekrar deneyin.",
    "501": "Üzgünüm, sunucu bu isteği nasıl işleyeceğini henüz bilmiyor, lütfen işleminizin doğru olduğundan emin olun.",
    "502": "Üzgünüm, sunucu yönünü kaybetmiş gibi görünüyor, geçici olarak hizmet veremiyor, lütfen daha sonra tekrar deneyin.",
    "503": "Üzgünüm, sunucu şu anda isteğinizi işleyemiyor, bu muhtemelen aşırı yüklenme veya bakım nedeniyle, lütfen daha sonra tekrar deneyin.",
    "504": "Üzgünüm, sunucu üst akış sunucusunun yanıtını beklemedi, lütfen daha sonra tekrar deneyin.",
    "505": "Üzgünüm, sunucu kullandığınız HTTP sürümünü desteklemiyor, lütfen güncelleyip tekrar deneyin.",
    "506": "Üzgünüm, sunucu yapılandırmasında bir sorun var, lütfen yöneticinizle iletişime geçin.",
    "507": "Üzgünüm, sunucunun depolama alanı yetersiz, isteğinizi işleyemiyor, lütfen daha sonra tekrar deneyin.",
    "509": "Üzgünüm, sunucunun bant genişliği tükendi, lütfen daha sonra tekrar deneyin.",
    "510": "Üzgünüm, sunucu talep edilen genişletme işlevini desteklemiyor, lütfen yöneticinizle iletişime geçin.",
    "524": "Üzgünüm, sunucu yanıt beklerken zaman aşımına uğradı, bu muhtemelen yanıtın çok yavaş olmasından kaynaklanıyor, lütfen daha sonra tekrar deneyin.",
    "AgentRuntimeError": "Lobe AI Runtime yürütme hatası, lütfen aşağıdaki bilgileri kontrol edin veya tekrar deneyin.",
    "FreePlanLimit": "Şu anda ücretsiz kullanıcı olduğunuz için bu özelliği kullanamazsınız, lütfen devam etmek için ücretli plana geçin.",
    "InvalidAccessCode": "Şifre yanlış veya boş, lütfen doğru erişim şifresini girin veya özel API Anahtarı ekleyin.",
    "InvalidBedrockCredentials": "Bedrock kimlik doğrulaması geçmedi, lütfen AccessKeyId/SecretAccessKey'i kontrol edip tekrar deneyin.",
    "InvalidClerkUser": "Üzgünüm, şu anda giriş yapmadınız, lütfen önce giriş yapın veya bir hesap kaydedin ve ardından işlemlere devam edin.",
    "InvalidGithubToken": "Github PAT yanlış veya boş, lütfen Github PAT'yi kontrol edip tekrar deneyin.",
    "InvalidOllamaArgs": "Ollama yapılandırması yanlış, lütfen Ollama yapılandırmasını kontrol edip tekrar deneyin.",
    "InvalidProviderAPIKey": "{{provider}} API Anahtarı yanlış veya boş, lütfen {{provider}} API Anahtarını kontrol edip tekrar deneyin.",
    "LocationNotSupportError": "Üzgünüm, bulunduğunuz bölge bu model hizmetini desteklemiyor, bu muhtemelen bölgesel kısıtlamalar veya hizmetin açılmamış olmasından kaynaklanıyor. Lütfen mevcut bölgenizin bu hizmeti kullanıp kullanmadığını kontrol edin veya başka bir bölgeye geçmeyi deneyin.",
    "OllamaBizError": "Ollama hizmetine istek hatası, lütfen aşağıdaki bilgileri kontrol edin veya tekrar deneyin.",
    "OllamaServiceUnavailable": "Ollama hizmetine bağlantı sağlanamadı, lütfen Ollama'nın düzgün çalışıp çalışmadığını kontrol edin veya Ollama'nın çapraz alan yapılandırmasını doğru ayarlayıp ayarlamadığını kontrol edin.",
    "PermissionDenied": "Üzgünüm, bu hizmete erişim izniniz yok, lütfen anahtarınızın erişim iznine sahip olup olmadığını kontrol edin.",
    "PluginApiNotFound": "Üzgünüm, eklenti tanım dosyasında bu API mevcut değil, lütfen istek yönteminizin eklenti tanım API'si ile eşleşip eşleşmediğini kontrol edin.",
    "PluginApiParamsError": "Üzgünüm, bu eklentinin isteği için giriş parametreleri doğrulaması geçmedi, lütfen giriş parametreleri ile API tanım bilgilerini kontrol edin.",
    "PluginFailToTransformArguments": "Üzgünüm, eklenti çağrı parametreleri ayrıştırılamadı, lütfen yardımcı mesajı yeniden oluşturmayı deneyin veya daha güçlü bir AI modeli ile tekrar deneyin.",
    "PluginGatewayError": "Üzgünüm, eklenti geçidi hatası oluştu, lütfen eklenti geçidi yapılandırmasının doğru olup olmadığını kontrol edin.",
    "PluginManifestInvalid": "Üzgünüm, bu eklentinin tanım dosyası doğrulaması geçmedi, lütfen tanım dosyası formatının standartlara uygun olup olmadığını kontrol edin.",
    "PluginManifestNotFound": "Üzgünüm, sunucu bu eklentinin tanım dosyasını (manifest.json) bulamadı, lütfen eklenti tanım dosyası adresinin doğru olup olmadığını kontrol edin.",
    "PluginMarketIndexInvalid": "Üzgünüm, eklenti dizini doğrulaması geçmedi, lütfen dizin dosyası formatının standartlara uygun olup olmadığını kontrol edin.",
    "PluginMarketIndexNotFound": "Üzgünüm, sunucu eklenti dizinini bulamadı, lütfen dizin adresinin doğru olup olmadığını kontrol edin.",
    "PluginMetaInvalid": "Üzgünüm, bu eklentinin meta bilgileri doğrulaması geçmedi, lütfen eklenti meta bilgi formatının standartlara uygun olup olmadığını kontrol edin.",
    "PluginMetaNotFound": "Üzgünüm, dizinde bu eklentiyi bulamadık, lütfen eklentinin dizindeki yapılandırma bilgilerini kontrol edin.",
    "PluginOpenApiInitError": "Üzgünüm, OpenAPI istemcisi başlatılamadı, lütfen OpenAPI yapılandırma bilgilerinin doğru olup olmadığını kontrol edin.",
    "PluginServerError": "Eklenti sunucu isteği hata ile döndü, lütfen aşağıdaki hata bilgilerine göre eklenti tanım dosyanızı, eklenti yapılandırmanızı veya sunucu uygulamanızı kontrol edin.",
    "PluginSettingsInvalid": "Bu eklentinin kullanılabilmesi için doğru bir şekilde yapılandırılması gerekiyor, lütfen yapılandırmanızın doğru olup olmadığını kontrol edin.",
    "ProviderBizError": "{{provider}} hizmetine istek hatası, lütfen aşağıdaki bilgileri kontrol edin veya tekrar deneyin.",
    "QuotaLimitReached": "Üzgünüm, mevcut Token kullanımı veya istek sayısı bu anahtarın kota (quota) üst sınırına ulaştı, lütfen bu anahtarın kotasını artırın veya daha sonra tekrar deneyin.",
    "StreamChunkError": "Akış isteği mesaj bloğu ayrıştırma hatası, lütfen mevcut API arayüzünün standartlara uygun olup olmadığını kontrol edin veya API sağlayıcınızla iletişime geçin.",
    "SubscriptionPlanLimit": "Abonelik limitiniz doldu, bu özelliği kullanamazsınız, lütfen daha yüksek bir plana geçin veya kaynak paketi satın alarak devam edin.",
    "UnknownChatFetchError": "Üzgünüm, bilinmeyen bir istek hatasıyla karşılaştık, lütfen aşağıdaki bilgileri kontrol edin veya tekrar deneyin."
  },
  "s3envError": "S3 ortam değişkenleri tam olarak ayarlanmamış, lütfen ortam değişkenlerinizi kontrol edin",
  "serverError": "Sunucu hatası, lütfen yönetici ile iletişime geçin",
  "triggerError": "Hata tetiklendi",
  "ttsTransformFailed": "Ses dönüştürme başarısız oldu, lütfen ağı kontrol edin veya ayarlardan istemci çağrısını açmayı deneyin.",
  "unknownError": "Bilinmeyen hata",
  "unlock": {
    "addProxyUrl": "OpenAI proxy adresi ekle (isteğe bağlı)",
    "apiKey": {
      "description": "Sohbete başlamak için {{name}} API Anahtarınızı girin",
      "title": "Özel {{name}} API Anahtarını kullan"
    },
    "closeMessage": "Mesajı kapat",
    "confirm": "Onayla ve tekrar dene",
    "oauth": {
      "description": "Yönetici tek oturum açma kimlik doğrulamasını etkinleştirdi, aşağıdaki düğmeye tıklayarak giriş yapın ve uygulamayı açın",
      "success": "Giriş başarılı",
      "title": "Hesabınıza giriş yapın",
      "welcome": "Hoş geldiniz!"
    },
    "password": {
      "description": "Yönetici uygulama şifrelemesini etkinleştirdi, uygulama şifresini girdikten sonra uygulamayı açabilirsiniz. Şifreyi yalnızca bir kez girmeniz yeterlidir",
      "placeholder": "Şifreyi girin",
      "title": "Uygulamayı açmak için şifreyi girin"
    },
    "tabs": {
      "apiKey": "Özel API Anahtarı",
      "password": "Şifre"
    }
  }
}
