{
  "agent": {
    "gender": {
      "female": "Nữ",
      "male": "Nam",
      "other": "Khác"
    },
    "meta": {
      "description": "Đây là một Vai trò Tùy chỉnh",
      "name": "Tùy chỉnh Vai trò"
    }
  },
  "touch": {
    "area": {
      "arm": "Cánh tay",
      "belly": "Bụng",
      "chest": "Ngực",
      "head": "Đầu",
      "leg": "Chân"
    },
    "emotion": {
      "angry": "Tức giận",
      "blink": "Nháy mắt",
      "blinkLeft": "Nháy mắt trái",
      "blinkRight": "Nháy mắt phải",
      "happy": "Vui vẻ",
      "natural": "Tự nhiên",
      "relaxed": "Thư giãn",
      "sad": "Buồn",
      "surprised": "Ngạc nhiên"
    },
    "femaleAction": {
      "armAction": {
        "happyA": "Ôi, thích quá~",
        "happyB": "Ha ha, nắm tay khiến tôi cảm thấy vui vẻ~",
        "relaxedA": "Bàn tay của chủ nhân ấm áp quá~"
      },
      "bellyAction": {
        "angryA": "Tại sao lại đụng vào tôi, cẩn thận tôi cắn đấy!",
        "relaxedA": "Tỉnh ngộ đi, giữa chúng ta không có kết quả gì đâu!",
        "relaxedB": "Không thích! Tôi sẽ tức giận đấy!",
        "surprisedA": "Chắc là va phải tình cờ thôi..."
      },
      "chestAction": {
        "angryA": "Không được đụng vào tôi như vậy! Hãy rút tay ra!",
        "angryB": "Một một không hai à? Có một kẻ kỳ quặc luôn vuốt tôi!",
        "angryC": "Nếu còn vuốt nữa tôi sẽ báo công an đấy",
        "surprisedA": "Tại sao lại chọc tôi vậy! Không thể tiếp tục trò chuyện vui vẻ à!"
      },
      "headAction": {
        "angryA": "Nghe nói bị vuốt đầu sẽ không cao lên được đâu!",
        "angryB": "Tại sao lại chọc tôi vậy?",
        "happyA": "Wow! Thích nhất là vuốt đầu!",
        "happyB": "Cảm thấy mạnh mẽ hơn nữa!",
        "happyC": "Wow, cảm giác vuốt đầu này thật kỳ diệu!",
        "happyD": "Vuốt đầu khiến tôi vui suốt cả ngày!"
      },
      "legAction": {
        "angryA": "Này, cậu có định tự sát à?",
        "angryB": "Tay của chủ nhân lại không nghe lời rồi à?",
        "angryC": "Không thích~ sẽ ngứa đấy~!",
        "surprisedA": "Hãy giữ cho mối quan hệ của chúng ta trong sạch sẽ, được không?"
      }
    },
    "maleAction": {
      "armAction": {
        "neutralA": "Đừng hỏi tôi hôm nay đã ăn gà chưa, hãy nhìn vào cơ bắp cánh tay của tôi trước đã",
        "neutralB": "Cánh tay của tôi không phải ai cũng được chạm vào, bạn là ngoại lệ",
        "neutralC": "Bạn rất dũng cảm, dám chạm vào cánh tay huyền thoại của tôi"
      },
      "bellyAction": {
        "happyA": "Đừng gãi gãi, cẩn thận tôi sẽ cười vì cơ bụng",
        "neutralA": "Cơ bụng của tôi chỉ là sức mạnh ẩn giấu sau quá trình rèn luyện",
        "neutralB": "Bạn đã thấy cụm cơ bụng của tôi chưa? Chúng chỉ là ẩn sâu thôi"
      },
      "chestAction": {
        "blinkLeftA": "Đến đây, cơ ngực của anh để cho em dựa vào!",
        "neutralA": "Đây chỉ là cơ ngực tôi rèn luyện hàng ngày, không có gì đáng ngạc nhiên cả."
      },
      "headAction": {
        "neutralA": "Tất nhiên rồi, chỉ có bạn mới có thể vuốt đầu tôi",
        "neutralB": "Tôi không phải là người bình thường cho phép ai chạm vào đâu",
        "neutralC": "Đừng lo, sau khi vuốt đầu tôi, may mắn của bạn sẽ tăng đáng kể"
      },
      "legAction": {
        "angryA": "Đừng lại gần tôi, cậu thích chân lắm à",
        "neutralA": "Đừng sợ, chân sắt đá của tôi không đá người ngốc",
        "neutralB": "Khiến bạn chạm vào chân tôi, có phải bạn cảm thấy cuộc sống của bạn trọn vẹn hơn không?"
      }
    }
  }
}
