{
  "apiKeyMiss": "Khóa API OpenAI không được để trống, vui lòng thêm Khóa API OpenAI tùy chỉnh",
  "dancePlayError": "Lỗi phát tệp nhảy, vui lòng thử lại sau",
  "error": "Lỗi",
  "errorTip": {
    "clearSession": "Xóa tin nhắn phiên",
    "description": "Dự án hiện đang trong quá trình thi công, không đảm bảo tính ổn định của dữ liệu, nếu gặp vấn đề có thể thử",
    "forgive": "，gây ra sự bất tiện xin hãy thông cảm",
    "or": "hoặc",
    "problem": "Trang gặp một chút vấn đề...",
    "resetSystem": "Đặt lại cài đặt hệ thống"
  },
  "fileUploadError": "Tải lên tệp thất bại, vui lòng thử lại sau",
  "formValidationFailed": "Xác thực biểu mẫu không thành công:",
  "goBack": "Quay lại trang chủ",
  "openaiError": "Lỗi API OpenAI, vui lòng kiểm tra xem Khóa API OpenAI và Điểm cuối có chính xác không",
  "reload": "Tải lại",
  "response": {
    "400": "Xin lỗi, máy chủ không hiểu yêu cầu của bạn, vui lòng xác nhận rằng các tham số yêu cầu của bạn là chính xác.",
    "401": "Xin lỗi, máy chủ đã từ chối yêu cầu của bạn, có thể do quyền truy cập của bạn không đủ hoặc không cung cấp xác thực hợp lệ.",
    "403": "Xin lỗi, máy chủ đã từ chối yêu cầu của bạn, bạn không có quyền truy cập nội dung này.",
    "404": "Xin lỗi, máy chủ không thể tìm thấy trang hoặc tài nguyên mà bạn đã yêu cầu, vui lòng xác nhận rằng URL của bạn là chính xác.",
    "405": "Xin lỗi, máy chủ không hỗ trợ phương thức yêu cầu mà bạn đang sử dụng, vui lòng xác nhận rằng phương thức yêu cầu của bạn là chính xác.",
    "406": "Xin lỗi, máy chủ không thể hoàn thành yêu cầu dựa trên đặc tính nội dung mà bạn đã yêu cầu.",
    "407": "Xin lỗi, bạn cần xác thực proxy trước khi tiếp tục yêu cầu này.",
    "408": "Xin lỗi, máy chủ đã hết thời gian chờ khi đang chờ yêu cầu, vui lòng kiểm tra kết nối mạng của bạn và thử lại.",
    "409": "Xin lỗi, yêu cầu có xung đột không thể xử lý, có thể do trạng thái tài nguyên không tương thích với yêu cầu.",
    "410": "Xin lỗi, tài nguyên mà bạn đã yêu cầu đã bị xóa vĩnh viễn, không thể tìm thấy.",
    "411": "Xin lỗi, máy chủ không thể xử lý yêu cầu không có chiều dài nội dung hợp lệ.",
    "412": "Xin lỗi, yêu cầu của bạn không đáp ứng các điều kiện của máy chủ, không thể hoàn thành yêu cầu.",
    "413": "Xin lỗi, dữ liệu yêu cầu của bạn quá lớn, máy chủ không thể xử lý.",
    "414": "Xin lỗi, URI của yêu cầu của bạn quá dài, máy chủ không thể xử lý.",
    "415": "Xin lỗi, máy chủ không thể xử lý định dạng phương tiện đính kèm trong yêu cầu.",
    "416": "Xin lỗi, máy chủ không thể đáp ứng phạm vi mà bạn đã yêu cầu.",
    "417": "Xin lỗi, máy chủ không thể đáp ứng giá trị mong đợi của bạn.",
    "422": "Xin lỗi, định dạng yêu cầu của bạn là chính xác, nhưng do có lỗi ngữ nghĩa, không thể phản hồi.",
    "423": "Xin lỗi, tài nguyên mà bạn đã yêu cầu đang bị khóa.",
    "424": "Xin lỗi, do yêu cầu trước đó thất bại, yêu cầu hiện tại không thể hoàn thành.",
    "426": "Xin lỗi, máy chủ yêu cầu khách hàng của bạn nâng cấp lên phiên bản giao thức cao hơn.",
    "428": "Xin lỗi, máy chủ yêu cầu các điều kiện tiên quyết, yêu cầu của bạn cần bao gồm các tiêu đề điều kiện chính xác.",
    "429": "Xin lỗi, bạn đã gửi quá nhiều yêu cầu, máy chủ hơi mệt, vui lòng thử lại sau.",
    "431": "Xin lỗi, trường tiêu đề yêu cầu của bạn quá lớn, máy chủ không thể xử lý.",
    "451": "Xin lỗi, do lý do pháp lý, máy chủ từ chối cung cấp tài nguyên này.",
    "500": "Xin lỗi, máy chủ dường như gặp một số khó khăn, tạm thời không thể hoàn thành yêu cầu của bạn, vui lòng thử lại sau.",
    "501": "Xin lỗi, máy chủ vẫn chưa biết cách xử lý yêu cầu này, vui lòng xác nhận rằng thao tác của bạn là chính xác.",
    "502": "Xin lỗi, máy chủ dường như đã bị lạc hướng, tạm thời không thể cung cấp dịch vụ, vui lòng thử lại sau.",
    "503": "Xin lỗi, máy chủ hiện không thể xử lý yêu cầu của bạn, có thể do quá tải hoặc đang bảo trì, vui lòng thử lại sau.",
    "504": "Xin lỗi, máy chủ không nhận được phản hồi từ máy chủ upstream, vui lòng thử lại sau.",
    "505": "Xin lỗi, máy chủ không hỗ trợ phiên bản HTTP mà bạn đang sử dụng, vui lòng cập nhật và thử lại.",
    "506": "Xin lỗi, có vấn đề với cấu hình máy chủ, vui lòng liên hệ với quản trị viên để giải quyết.",
    "507": "Xin lỗi, máy chủ không đủ không gian lưu trữ, không thể xử lý yêu cầu của bạn, vui lòng thử lại sau.",
    "509": "Xin lỗi, băng thông của máy chủ đã hết, vui lòng thử lại sau.",
    "510": "Xin lỗi, máy chủ không hỗ trợ chức năng mở rộng mà yêu cầu, vui lòng liên hệ với quản trị viên.",
    "524": "Xin lỗi, máy chủ đã hết thời gian chờ khi đang chờ phản hồi, có thể do phản hồi quá chậm, vui lòng thử lại sau.",
    "AgentRuntimeError": "Lobe AI Runtime gặp lỗi khi thực thi, vui lòng kiểm tra hoặc thử lại theo thông tin dưới đây.",
    "FreePlanLimit": "Hiện tại bạn là người dùng miễn phí, không thể sử dụng chức năng này, vui lòng nâng cấp lên gói trả phí để tiếp tục sử dụng.",
    "InvalidAccessCode": "Mật khẩu không chính xác hoặc để trống, vui lòng nhập mật khẩu truy cập chính xác hoặc thêm API Key tùy chỉnh.",
    "InvalidBedrockCredentials": "Xác thực Bedrock không thành công, vui lòng kiểm tra AccessKeyId/SecretAccessKey và thử lại.",
    "InvalidClerkUser": "Xin lỗi, bạn hiện chưa đăng nhập, vui lòng đăng nhập hoặc đăng ký tài khoản trước khi tiếp tục.",
    "InvalidGithubToken": "Github PAT không chính xác hoặc để trống, vui lòng kiểm tra Github PAT và thử lại.",
    "InvalidOllamaArgs": "Cấu hình Ollama không chính xác, vui lòng kiểm tra cấu hình Ollama và thử lại.",
    "InvalidProviderAPIKey": "{{provider}} API Key không chính xác hoặc để trống, vui lòng kiểm tra {{provider}} API Key và thử lại.",
    "LocationNotSupportError": "Xin lỗi, khu vực của bạn không hỗ trợ dịch vụ mô hình này, có thể do hạn chế khu vực hoặc dịch vụ chưa được kích hoạt. Vui lòng xác nhận khu vực hiện tại có hỗ trợ sử dụng dịch vụ này không, hoặc thử chuyển sang khu vực khác và thử lại.",
    "OllamaBizError": "Yêu cầu dịch vụ Ollama gặp lỗi, vui lòng kiểm tra hoặc thử lại theo thông tin dưới đây.",
    "OllamaServiceUnavailable": "Kết nối dịch vụ Ollama không thành công, vui lòng kiểm tra xem Ollama có hoạt động bình thường không, hoặc có thiết lập cấu hình cross-origin của Ollama chính xác không.",
    "PermissionDenied": "Xin lỗi, bạn không có quyền truy cập dịch vụ này, vui lòng kiểm tra xem khóa của bạn có quyền truy cập không.",
    "PluginApiNotFound": "Xin lỗi, không tồn tại API trong tệp mô tả của plugin, vui lòng kiểm tra phương thức yêu cầu của bạn có khớp với API trong tệp mô tả của plugin không.",
    "PluginApiParamsError": "Xin lỗi, kiểm tra tham số đầu vào của plugin không thành công, vui lòng kiểm tra tham số và thông tin mô tả API có khớp không.",
    "PluginFailToTransformArguments": "Xin lỗi, phân tích tham số gọi plugin không thành công, vui lòng thử tạo lại tin nhắn trợ giúp hoặc thử lại sau khi chuyển sang mô hình AI mạnh hơn.",
    "PluginGatewayError": "Xin lỗi, có lỗi xảy ra với cổng plugin, vui lòng kiểm tra cấu hình cổng plugin có chính xác không.",
    "PluginManifestInvalid": "Xin lỗi, kiểm tra tệp mô tả của plugin không thành công, vui lòng kiểm tra định dạng tệp mô tả có đúng quy chuẩn không.",
    "PluginManifestNotFound": "Xin lỗi, máy chủ không tìm thấy tệp mô tả của plugin (manifest.json), vui lòng kiểm tra địa chỉ tệp mô tả của plugin có chính xác không.",
    "PluginMarketIndexInvalid": "Xin lỗi, kiểm tra chỉ mục plugin không thành công, vui lòng kiểm tra định dạng tệp chỉ mục có đúng quy chuẩn không.",
    "PluginMarketIndexNotFound": "Xin lỗi, máy chủ không tìm thấy chỉ mục plugin, vui lòng kiểm tra địa chỉ chỉ mục có chính xác không.",
    "PluginMetaInvalid": "Xin lỗi, kiểm tra thông tin meta của plugin không thành công, vui lòng kiểm tra định dạng thông tin meta của plugin có đúng quy chuẩn không.",
    "PluginMetaNotFound": "Xin lỗi, không tìm thấy plugin trong chỉ mục, vui lòng kiểm tra thông tin cấu hình của plugin trong chỉ mục.",
    "PluginOpenApiInitError": "Xin lỗi, khởi tạo khách hàng OpenAPI không thành công, vui lòng kiểm tra thông tin cấu hình OpenAPI có chính xác không.",
    "PluginServerError": "Yêu cầu từ máy chủ plugin trả về lỗi, vui lòng kiểm tra tệp mô tả plugin, cấu hình plugin hoặc thực hiện của máy chủ theo thông tin lỗi dưới đây.",
    "PluginSettingsInvalid": "Plugin này cần được cấu hình chính xác trước khi sử dụng, vui lòng kiểm tra cấu hình của bạn có chính xác không.",
    "ProviderBizError": "Yêu cầu dịch vụ {{provider}} gặp lỗi, vui lòng kiểm tra hoặc thử lại theo thông tin dưới đây.",
    "QuotaLimitReached": "Xin lỗi, lượng Token hiện tại hoặc số lần yêu cầu đã đạt giới hạn của khóa này, vui lòng tăng giới hạn của khóa này hoặc thử lại sau.",
    "StreamChunkError": "Lỗi phân tích khối tin nhắn yêu cầu luồng, vui lòng kiểm tra xem API hiện tại có tuân thủ tiêu chuẩn không, hoặc liên hệ với nhà cung cấp API của bạn để được tư vấn.",
    "SubscriptionPlanLimit": "Hạn mức đăng ký của bạn đã hết, không thể sử dụng chức năng này, vui lòng nâng cấp lên gói cao hơn hoặc mua gói tài nguyên để tiếp tục sử dụng.",
    "UnknownChatFetchError": "Xin lỗi, gặp lỗi yêu cầu không xác định, vui lòng kiểm tra hoặc thử lại theo thông tin dưới đây."
  },
  "s3envError": "Biến môi trường S3 chưa được thiết lập đầy đủ, vui lòng kiểm tra biến môi trường của bạn",
  "serverError": "Lỗi máy chủ, vui lòng liên hệ với quản trị viên",
  "triggerError": "Kích hoạt lỗi",
  "ttsTransformFailed": "Chuyển đổi giọng nói thất bại, vui lòng kiểm tra kết nối mạng hoặc mở gọi ứng dụng trong cài đặt và thử lại",
  "unknownError": "Lỗi không xác định"
}
