{
  "apiKeyMiss": "Der OpenAI API-Schlüssel ist leer. Bitte fügen Sie einen benutzerdefinierten OpenAI API-Schlüssel hinzu.",
  "dancePlayError": "Fehler beim Abspielen der Tanzdatei, bitte versuchen Sie es später erneut.",
  "error": "Fehler",
  "errorTip": {
    "clearSession": "Sitzungsnachrichten löschen",
    "description": "Das Projekt befindet sich derzeit in der Entwicklung, die Stabilität der Daten kann nicht garantiert werden. Wenn Sie auf Probleme stoßen, können Sie versuchen",
    "forgive": "Wir bitten um Entschuldigung für die Unannehmlichkeiten.",
    "or": "oder",
    "problem": "Es gab ein kleines Problem mit der Seite...",
    "resetSystem": "Systemeinstellungen zurücksetzen"
  },
  "fileUploadError": "Datei-Upload fehlgeschlagen, bitte versuchen Sie es später erneut.",
  "formValidationFailed": "Die Formularüberprüfung ist fehlgeschlagen:",
  "goBack": "Zur Startseite zurück",
  "openaiError": "OpenAI API-Fehler, bitte überprüfen Sie, ob der OpenAI API-Schlüssel und der Endpunkt korrekt sind.",
  "reload": "Neu laden",
  "response": {
    "400": "Es tut uns leid, der Server versteht Ihre Anfrage nicht. Bitte überprüfen Sie, ob Ihre Anfrageparameter korrekt sind.",
    "401": "Es tut uns leid, der Server hat Ihre Anfrage abgelehnt, möglicherweise aufgrund unzureichender Berechtigungen oder fehlender gültiger Authentifizierung.",
    "403": "Es tut uns leid, der Server hat Ihre Anfrage abgelehnt, Sie haben keinen Zugriff auf diesen Inhalt.",
    "404": "Es tut uns leid, der Server kann die von Ihnen angeforderte Seite oder Ressource nicht finden. Bitte überprüfen Sie, ob Ihre URL korrekt ist.",
    "405": "Es tut uns leid, der Server unterstützt die von Ihnen verwendete Anfrage-Methode nicht. Bitte überprüfen Sie, ob Ihre Anfrage-Methode korrekt ist.",
    "406": "Es tut uns leid, der Server kann die Anfrage aufgrund der Eigenschaften des angeforderten Inhalts nicht erfüllen.",
    "407": "Es tut uns leid, Sie müssen sich zuerst über einen Proxy authentifizieren, um diese Anfrage fortzusetzen.",
    "408": "Es tut uns leid, der Server hat beim Warten auf die Anfrage eine Zeitüberschreitung erreicht. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.",
    "409": "Es tut uns leid, die Anfrage kann aufgrund eines Konflikts nicht bearbeitet werden, möglicherweise weil der Status der Ressource mit der Anfrage nicht kompatibel ist.",
    "410": "Es tut uns leid, die von Ihnen angeforderte Ressource wurde dauerhaft entfernt und kann nicht gefunden werden.",
    "411": "Es tut uns leid, der Server kann eine Anfrage ohne gültige Inhaltslänge nicht verarbeiten.",
    "412": "Es tut uns leid, Ihre Anfrage erfüllt nicht die Bedingungen des Servers und kann nicht abgeschlossen werden.",
    "413": "Es tut uns leid, die Datenmenge Ihrer Anfrage ist zu groß, der Server kann sie nicht verarbeiten.",
    "414": "Es tut uns leid, die URI Ihrer Anfrage ist zu lang, der Server kann sie nicht verarbeiten.",
    "415": "Es tut uns leid, der Server kann das angehängte Medienformat der Anfrage nicht verarbeiten.",
    "416": "Es tut uns leid, der Server kann den von Ihnen angeforderten Bereich nicht erfüllen.",
    "417": "Es tut uns leid, der Server kann Ihre Erwartungen nicht erfüllen.",
    "422": "Es tut uns leid, das Format Ihrer Anfrage ist korrekt, aber aufgrund semantischer Fehler kann nicht geantwortet werden.",
    "423": "Es tut uns leid, die von Ihnen angeforderte Ressource ist gesperrt.",
    "424": "Es tut uns leid, die aktuelle Anfrage kann aufgrund eines vorherigen Fehlers nicht abgeschlossen werden.",
    "426": "Es tut uns leid, der Server verlangt, dass Ihr Client auf eine höhere Protokollversion aktualisiert wird.",
    "428": "Es tut uns leid, der Server verlangt Vorbedingungen, die sicherstellen, dass Ihre Anfrage die richtigen Bedingungsheader enthält.",
    "429": "Es tut uns leid, Ihre Anfrage ist zu häufig, der Server ist etwas überlastet. Bitte versuchen Sie es später erneut.",
    "431": "Es tut uns leid, die Headerfelder Ihrer Anfrage sind zu groß, der Server kann sie nicht verarbeiten.",
    "451": "Es tut uns leid, aus rechtlichen Gründen hat der Server die Bereitstellung dieser Ressource abgelehnt.",
    "500": "Es tut uns leid, der Server scheint auf einige Schwierigkeiten gestoßen zu sein und kann Ihre Anfrage vorübergehend nicht erfüllen. Bitte versuchen Sie es später erneut.",
    "501": "Es tut uns leid, der Server weiß noch nicht, wie er diese Anfrage verarbeiten soll. Bitte überprüfen Sie, ob Ihre Aktion korrekt ist.",
    "502": "Es tut uns leid, der Server scheint sich verirrt zu haben und kann vorübergehend keinen Dienst anbieten. Bitte versuchen Sie es später erneut.",
    "503": "Es tut uns leid, der Server kann Ihre Anfrage derzeit nicht verarbeiten, möglicherweise aufgrund von Überlastung oder Wartungsarbeiten. Bitte versuchen Sie es später erneut.",
    "504": "Es tut uns leid, der Server hat keine Antwort vom Upstream-Server erhalten. Bitte versuchen Sie es später erneut.",
    "505": "Es tut uns leid, der Server unterstützt die von Ihnen verwendete HTTP-Version nicht. Bitte aktualisieren Sie und versuchen Sie es erneut.",
    "506": "Es tut uns leid, es gibt ein Problem mit der Serverkonfiguration. Bitte wenden Sie sich an den Administrator.",
    "507": "Es tut uns leid, der Server hat nicht genügend Speicherplatz, um Ihre Anfrage zu verarbeiten. Bitte versuchen Sie es später erneut.",
    "509": "Es tut uns leid, die Bandbreite des Servers ist erschöpft. Bitte versuchen Sie es später erneut.",
    "510": "Es tut uns leid, der Server unterstützt die angeforderten Erweiterungsfunktionen nicht. Bitte wenden Sie sich an den Administrator.",
    "524": "Es tut uns leid, der Server hat beim Warten auf eine Antwort eine Zeitüberschreitung erreicht, möglicherweise aufgrund einer langsamen Antwort. Bitte versuchen Sie es später erneut.",
    "AgentRuntimeError": "Fehler bei der Ausführung von Lobe AI Runtime. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
    "FreePlanLimit": "Derzeit sind Sie ein kostenloser Benutzer und können diese Funktion nicht nutzen. Bitte upgraden Sie auf einen kostenpflichtigen Plan, um fortzufahren.",
    "InvalidAccessCode": "Das Passwort ist falsch oder leer. Bitte geben Sie das richtige Zugangspasswort ein oder fügen Sie einen benutzerdefinierten API-Schlüssel hinzu.",
    "InvalidBedrockCredentials": "Die Bedrock-Authentifizierung ist fehlgeschlagen. Bitte überprüfen Sie AccessKeyId/SecretAccessKey und versuchen Sie es erneut.",
    "InvalidClerkUser": "Es tut uns leid, Sie sind derzeit nicht angemeldet. Bitte melden Sie sich an oder registrieren Sie ein Konto, um fortzufahren.",
    "InvalidGithubToken": "Github PAT ist falsch oder leer. Bitte überprüfen Sie den Github PAT und versuchen Sie es erneut.",
    "InvalidOllamaArgs": "Die Ollama-Konfiguration ist nicht korrekt. Bitte überprüfen Sie die Ollama-Konfiguration und versuchen Sie es erneut.",
    "InvalidProviderAPIKey": "{{provider}} API-Schlüssel ist falsch oder leer. Bitte überprüfen Sie den {{provider}} API-Schlüssel und versuchen Sie es erneut.",
    "LocationNotSupportError": "Es tut uns leid, Ihre Region unterstützt diesen Modellservice nicht, möglicherweise aufgrund regionaler Einschränkungen oder weil der Dienst nicht aktiviert ist. Bitte überprüfen Sie, ob Ihre aktuelle Region diesen Dienst unterstützt, oder versuchen Sie, zu einer anderen Region zu wechseln und es erneut zu versuchen.",
    "OllamaBizError": "Fehler bei der Anfrage an den Ollama-Dienst. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
    "OllamaServiceUnavailable": "Die Verbindung zum Ollama-Dienst ist fehlgeschlagen. Bitte überprüfen Sie, ob Ollama ordnungsgemäß läuft oder ob die Cross-Origin-Konfiguration von Ollama korrekt eingestellt ist.",
    "PermissionDenied": "Es tut uns leid, Sie haben keine Berechtigung, auf diesen Dienst zuzugreifen. Bitte überprüfen Sie, ob Ihr Schlüssel die Zugriffsberechtigung hat.",
    "PluginApiNotFound": "Es tut uns leid, die API ist in der Plugin-Manifestdatei nicht vorhanden. Bitte überprüfen Sie, ob Ihre Anfrage-Methode mit der Plugin-Manifest-API übereinstimmt.",
    "PluginApiParamsError": "Es tut uns leid, die Überprüfung der Eingabeparameter der Plugin-Anfrage ist fehlgeschlagen. Bitte überprüfen Sie, ob die Eingabeparameter mit den API-Beschreibungsinformationen übereinstimmen.",
    "PluginFailToTransformArguments": "Es tut uns leid, die Analyse der Parameter des Plugin-Aufrufs ist fehlgeschlagen. Bitte versuchen Sie, die Hilfsnachricht neu zu generieren oder wechseln Sie zu einem leistungsfähigeren AI-Modell und versuchen Sie es erneut.",
    "PluginGatewayError": "Es tut uns leid, es gab einen Fehler im Plugin-Gateway. Bitte überprüfen Sie, ob die Konfiguration des Plugin-Gateways korrekt ist.",
    "PluginManifestInvalid": "Es tut uns leid, die Überprüfung der Manifestdatei des Plugins ist fehlgeschlagen. Bitte überprüfen Sie, ob das Format der Manifestdatei korrekt ist.",
    "PluginManifestNotFound": "Es tut uns leid, der Server konnte die Manifestdatei (manifest.json) des Plugins nicht finden. Bitte überprüfen Sie die Adresse der Plugin-Beschreibungsdatei.",
    "PluginMarketIndexInvalid": "Es tut uns leid, die Überprüfung des Plugin-Index ist fehlgeschlagen. Bitte überprüfen Sie, ob das Indexdateiformat korrekt ist.",
    "PluginMarketIndexNotFound": "Es tut uns leid, der Server konnte den Plugin-Index nicht finden. Bitte überprüfen Sie, ob die Indexadresse korrekt ist.",
    "PluginMetaInvalid": "Es tut uns leid, die Überprüfung der Metainformationen des Plugins ist fehlgeschlagen. Bitte überprüfen Sie, ob das Format der Plugin-Metainformationen korrekt ist.",
    "PluginMetaNotFound": "Es tut uns leid, das Plugin wurde im Index nicht gefunden. Bitte überprüfen Sie die Konfigurationsinformationen des Plugins im Index.",
    "PluginOpenApiInitError": "Es tut uns leid, die Initialisierung des OpenAPI-Clients ist fehlgeschlagen. Bitte überprüfen Sie, ob die Konfigurationsinformationen des OpenAPI korrekt sind.",
    "PluginServerError": "Der Plugin-Server hat einen Fehler bei der Anfrage zurückgegeben. Bitte überprüfen Sie die folgenden Fehlermeldungen und Ihre Plugin-Beschreibungsdatei, Plugin-Konfiguration oder Serverimplementierung.",
    "PluginSettingsInvalid": "Das Plugin muss korrekt konfiguriert werden, bevor es verwendet werden kann. Bitte überprüfen Sie, ob Ihre Konfiguration korrekt ist.",
    "ProviderBizError": "Fehler bei der Anfrage an den {{provider}}-Dienst. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
    "QuotaLimitReached": "Es tut uns leid, die aktuelle Token-Nutzung oder die Anzahl der Anfragen hat das Kontingent (quota) dieses Schlüssels erreicht. Bitte erhöhen Sie das Kontingent dieses Schlüssels oder versuchen Sie es später erneut.",
    "StreamChunkError": "Fehler beim Parsen des Nachrichtenblocks der Streaming-Anfrage. Bitte überprüfen Sie, ob die aktuelle API-Schnittstelle den Standards entspricht, oder wenden Sie sich an Ihren API-Anbieter.",
    "SubscriptionPlanLimit": "Ihr Abonnementkontingent ist erschöpft, und Sie können diese Funktion nicht nutzen. Bitte upgraden Sie auf einen höheren Plan oder kaufen Sie ein Ressourcenpaket, um fortzufahren.",
    "UnknownChatFetchError": "Es tut uns leid, es ist ein unbekannter Anfragefehler aufgetreten. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut."
  },
  "s3envError": "Die S3-Umgebungsvariablen sind nicht vollständig gesetzt. Bitte überprüfen Sie Ihre Umgebungsvariablen.",
  "serverError": "Serverfehler, bitte kontaktieren Sie den Administrator",
  "triggerError": "Fehler auslösen",
  "ttsTransformFailed": "Die Sprachumwandlung ist fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es nach dem Aktivieren der Clientanrufe in den Einstellungen erneut.",
  "unknownError": "Unbekannter Fehler"
}
